{ "speakers" : [
  {
    "name":"Acceleration 2021",
    "shortname":"02",
    "reknown":"CodeX agile web developers of 2020",
    "bio":"After completing the 2020 agile web developer boot-camp we started our learner ship at Acceleration fo r the 2021 year to learn more about digital marketing. Day was filled with fun as we spoke about all the struggles we had before graduation."
  },
  {
    "name":"Siphiwe Malinga",
    "shortname":"5a",
    "reknown":"Developer to Watch in 2021",
    "bio":"Being the only child at home I had always been fortunate to have the support of my parent to chase my dreams. With the support of home knowing I came from JHB to CPT to learn to code, I have to make sure I do it properly while being mindful of my thoughts and avoiding the imposter syndrome"
  },
  {
    "name":"Siphiwe Malinga",
    "shortname":"8e",
    "reknown":"First Day at Cape Town",
    "bio":"When I first landed at Cape Town after not ever being on a airplane before, I knew already that my life was about to change for the better and that I should make sure that I maximize on learning and switch on my student mentality still hold the same mentality today"
  },
  {
    "name":"Siphiwe Malinga",
    "shortname":"8f",
    "reknown":"Interview for Acceleration",
    "bio":"Then came Acceleration during our final term at Codex looking for their next group of learners they could teach digital marketing in a year and would also qualify for an NQF6 after a 12 month period while getting work experience. I was a bit nervous after Acceleration came and explained the opportunity and gave us the tasks needed to qualify. In my whole life I have never put more effort into something than i did for those tasks when interview day came I knew I had done my best."
  },
  {
    "name":"Siphiwe Malinga",
    "shortname":"19",
    "reknown":"data.json",
    "bio":"The most part of doing this website is teaching myself JSON objects and feeding images to specific text."
  },
  {
    "name":"Business Mode",
    "shortname":"57",
    "reknown":"A look into the future us",
    "bio": "It felt good knowing that I archived my short term goal of getting a entry level job in software development. Now learn more and start growing."
  },
  {
    "name":"Siphiwe",
    "shortname":"72",
    "reknown":"To achieving my goals and beyond",
    "bio":"Now that I have tasted the new me under the new normal since covid-19 I just hope we get herd immunity before end 2022."
  },
  {
    "name":"Associates",
    "shortname":"c4",
    "reknown":"Tea Time",
    "bio":"We live by the motto collaboration over competition so when one struggles we are always there to help need be or ask for help!"
  }
]}